mfa.otp.access.title=Page prot\u00e9g\u00e9e
mfa.otp.access.info=Veuillez saisir le code temporaire g\u00e9n\u00e9r\u00e9 par votre appareil
mfa.otp.access.token.title=Code
mfa.otp.access.token.placeholder=Entrez le code et validez
mfa.otp.access.button.confirm=Confirmer

mfa.otp.registration.step1=Installez une application d'authentification comme Free OTP, Google Authenticator, Microsoft Authenticator sur votre appareil mobile
mfa.otp.registration.step2=Ouvrez l'application, s\u00e9lectionnez "Ajouter un service" et scannez le code QR suivant :
mfa.otp.registration.alternativeStep2=Ou entrez cette cl\u00e9 secr\u00e8te dans votre application d'authentification
mfa.otp.registration.step3=Entrez le code de v\u00e9rification fourni par votre application d'authentification

mfa.otp.access.help.line1=Contactez votre administrateur si vous avez besoin d'aide.
mfa.otp.access.help.line2=Souhaites-vous r\u00e9voquer votre cl\u00e9 d'authentification ?
mfa.otp.access.help.link=Cliquer ici
mfa.otp.access.help.line3=pour envoyer la demande \u00e0 un administrateur.

mfa.otp.help.title=V\u00e9rification par l'application OTP
mfa.otp.help.content=Par d\u00e9faut, nous proposons la v\u00e9rification en deux \u00e9tapes \u00e0 l'aide d'une application OTP (One-Time Password pour mot de passe unique).<br/>Les utilisateurs concern\u00e9s doivent suivre certaines \u00e9tapes pour confirmer leur identit\u00e9 :<br/>1 - Installer une application d'authentification (FreeOTP, Google Authenticator par exemple) pour g\u00e9n\u00e9rer un mot de passe temporaire et unique (OTP).<br/>2 - Enregistrer leur p\u00e9riph\u00e9rique de confiance \u00e0 partir de cette application<br/>3- Une fois leur p\u00e9riph\u00e9rique de confiance enregistr\u00e9, chaque utilisateur devra confirmer son identit\u00e9 en r\u00e9cup\u00e9rant son OTP g\u00e9n\u00e9r\u00e9 par l'application.

mfa.otp.access.revocation.success=Votre demande a \u00e9t\u00e9 envoy\u00e9e avec succ\u00e8s. Elle sera g\u00e9r\u00e9e par un administrateur
mfa.otp.access.revocation.warning=Vous avez d\u00e9j\u00e0 envoy\u00e9 une demande de r\u00e9vocation
